export const CAFE_CATEGORY_EVALUATIONS = ["👍 좋았던 점", "👍 아쉬웠던 점"];

export const CAFE_EVALUATIONS: {
  [key: string]: string[];
} = {
  "👍 좋았던 점": [
    "시그니처 음료가 맛있어요",
    "직원이 친절해요",
    "음악선곡 센스가 좋아요",
    "햇살이 잘 들어요",
    "의자가 편해요",
    "화장실이 깨끗해요",
    "인테리어가 취향 저격이에요",
    "디저트 맛집이에요",
    "가성비가 좋아요",
  ],
  "👍 아쉬웠던 점": [
    "응대가 불친절해요",
    "사람이 많아서 정신없어요",
    "화장실이 밖에 있어요",
    "디저트가 너무 달아요",
    "테이블 간격이 좁아요",
    "예상보다 메뉴가 비싸요",
    "주차가 불편해요",
  ],
};

export const RESTAURANT_CATEGORY_EVALUATIONS = [
  "👍 좋았던 점",
  "👍 아쉬웠던 점",
];

export const RESTAURANT_EVALUATIONS: {
  [key: string]: string[];
} = {
  "👍 좋았던 점": [
    "대표 메뉴가 맛있어요",
    "직원이 친절해요",
    "음악선곡 센스가 좋아요",
    "회전율이 빨라요",
    "화장실이 깨끗해요",
    "매장과 식기가 청결해요",
    "가성비가 좋아요",
    "반찬 맛집이에요",
  ],
  "👍 아쉬웠던 점": [
    "응대가 불친절해요",
    "사람이 많아서 정신없어요",
    "화장실이 밖에 있어요",
    "회전율이 느려요",
    "예상보다 메뉴가 비싸요",
    "매장이 좁아요",
    "주차가 불편해요",
  ],
};
